Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_ZB Annex ZB järg_ZB Lisa ZB järg.tmx
Source language: en
Languages: et

source: Conditions after test
et: Katsetusjärgsed olud

source: Where the incoming switch is a protective device, the test report shall state which of the protective devices operated during the test, i.e. the incoming and/or outgoing devices.
et: Kui sisendahela lülitiks on kaitseaparaat, tuleb katsetusaruandes näidata, missugust kaitseaparaati katsetuste ajal kasutati, s.t. kas sisendahela ja/või väljundahela aparaati.

source: The earth fault indicating device shall be intact and the degree of protection of the enclosure shall not be impaired.
et: Maaühendusrikke indikaatorseade peab olema terve ja ümbrise kaitseaste ei tohi olla vähenenud.

source: The insulation resistance a) shall be measured within 3 min of the conclusion of the series of tests.
et: Isolatsioonitakistust tuleb juhtumil a mõõta 3 minuti kestel pärast katsetussarja lõpetamist.

source: The insulation resistance for b) and c) shall be measured as soon as practical after measurement of a), the times of measurement of b) and c) being recorded in the test report.
et: Isolatsioonitakistust juhtumitel b ja c tuleb mõõta nii ruttu kui see on praktiliselt võimalik pärast mõõtmisi juhtumil a; mõõtmiste b ja c ajad registreeritakse katsetuste aruandes.

source: The values shall be measured at 500 V d.c.
et: Isolatsiooni- takistust tuleb mõõta alalispingel 500 V,

source: and shall not be less than the following:
et: kusjuures see ei tohi olla väiksem kui alljärgnevalt loetletud väärtused:

source: a) 0,10 MΩ between the final circuit protective device incoming terminal and the corresponding outgoing terminal, with the isolating device open and with the blown fuse in position or the circuit-breaker or RCBO opened, whichever is applicable.
et: a) 0,10 MΩ lõppahela kaitseaparaadi sisendklemmi ja vastava väljundklemmi vahel, kui kaitse- lahutusaparaat on avatud ning läbipõlenud sulavkaitse on oma kohal või kaitselüliti või rikkevoolukaitselüliti (RCBO) on avatud, sõltumata sellest, millist neist kasutatakse.

source: b) 0,25 MΩ between the final circuit protective device terminals and earth, with the final circuit fuse rewired, the final circuit cartridge fuse replaced, or the circuit-breaker or RCBO reclosed, whichever is applicable, and with the incoming isolating device open.
et: b) 0,25 MΩ lõppahela kaitseaparaadi klemmide ja maa vahel, kui lõppahela sulavkaitsme sular on vahetatud, lõppahela padrunsulavkaitse on vahetatud või kaitselüliti või rikkevoolukaitselüliti (RCBO) on taassuletud (sõltumata sellest, millist neist kasutatakse) ning sisendahela kaitse- lahutusaparaat on avatud.

source: c) 0,25 MΩ between the final circuit protective device incoming terminals and any other metal parts which are unearthed and exposed in service.
et: c) 0,25 MΩ lõppahela kaitseaparaadi sisendklemmide ja kõigi muude maandamata ja talitluse ajal ligipääsetavate metallosade vahel.

source: The condition of the incoming isolating device shall comply with its product specification with regard to isolating properties.
et: Sisendahela kaitselahutusaparaadi kaitselahutusomadused peavad vastama aparaadi toote- standardile.

source: The conductors shall not be deformed such that the clearance and creepage distances specified in 8.3 are impaired.
et: Juhid ei tohi olla deformeerunud sel määral, et jaotises 8.3 sätestatud õhk- ja roome- vahemikud oleksid vähenenud.

source: There shall be no loosening of parts used for the connection of the conductors.
et: Ükski juhtide ühendamiseks kasutatud osa ei tohi olla lahti tulnud.

source: Where an RCD is included in CDB its operation shall be checked.
et: Kui kliendi-jaotuskilbis on rikkevoolukaitseaparaat, tuleb kontrollida selle toimimist.

source: With the RCD closed and connected to a supply at 0,85 times rated voltage ± 5 %
et: Katsetamiseks ühendatakse suletud rikkevoolukaitselüliti 0,85-kordsele tunnuspingele (tolerantsiga ± 5 %).

source: the test device shall be operated
et: katseseade peab toimima

source: The RCD shall open.
et: Rikkevoolukaitselüliti peab avanema.
